window.addEventListener('DOMContentLoaded', function() {    

  function startVideo () {    

    const videoStart = document.getElementById('myVideo');
    
    alert('Уважаемый проверяющий, внизу есть плеер, но он только на этой странице и это просто небольшое дополнение к приложению, так сказать, интерактивность. Рекомендую запустить его для атмосферы. Хотелось сделать плеер с автовоспроизведением, но в таком случае видео запускается без звука, а звук здесь очень важен. И да, из-за z-index управление малость не доступно на 100%.');    

  }

  startVideo();

});